Repository: confect1on/IMCS_Site
Catalog: sites/all/modules/math/translations/*.po
Languages: ru

source: access math services
ru: доступ к математическими сервисам

source: Math services
ru: Математические сервисы

source: Clear history
ru: Очистить историю

source: Operator / Function
ru: Оператор / Функция

source: Description
ru: Описание

source: Exponentiation
ru: Возведение в степень

source: Multiplication
ru: Умножение

source: Division
ru: Деление

source: Remainder
ru: Остаток от деления

source: Addition
ru: Сложение

source: Subtraction
ru: Вычитание

source: Assign value to variable x
ru: Присвоить значение переменной x

source: Sine of x (x is in radians)
ru: Синус x (x в радианах)

source: Cosine of x
ru: Косинус x

source: Tangent of x
ru: Тангенс x

source: Arc sine of x (in radians)
ru: Арксинус x (в радианах)

source: Arc cosine of x
ru: Арккосинус x

source: Arc tangent of x
ru: Арктангенс x

source: Square root of x
ru: Квадратный корень x

source: Natural logarithm of x
ru: Натуральный логарифм x

source: Absolute value (magnitude) of x
ru: Модуль x

source: Ceiling of x — the smallest integer that's >= x
ru: Округление до целого в большую сторону

source: Floor of x — the largest integer that's <= x
ru: Округление до целого в меньшую сторону

source: x, rounded to the nearest integer
ru: Округление до ближайшего целого

source: e^x (exponential function with base e)
ru: e^x (степенная функция с основанием e)

source: Random number in the range [0, n)
ru: Случайное число в диапазоне [0, n)

source: n! (factorial of n)
ru: n! (факториал n)

source: Get the smallest ("minimum") number in the list
ru: Наименьшее число из списка (минимум)

source: Get the largest ("maximum") number in the list
ru: Наиболее число из списка (максимум)

source: This is exactly the same as "x^y"
ru: Тоже самое, что x^y

source: Arc tangent of x/y, i.e. the angle between (0, 0) and (x, y) in radians
ru: Арктангенс x/y, т. е. угол между вектором (x, y) и осью абсцисс в радианах

source: Calculator
ru: Калькулятор

source: View
ru: Просмотр

source: Help
ru: Справка

source: Examples
ru: Примеры

source: Plotter
ru: Построение графиков

source: Your browser is not supported.
ru: Ваш браузер не поддерживается.

source: <a href="http://www.wolframalpha.com/">Wolfram|Alpha</a> — online computational knowledge engine.
ru: <a href="http://www.wolframalpha.com/">Wolfram|Alpha</a> — онлайн база знаний и набор вычислительных алгоритмов.

source: Example
ru: Пример

source: Pi with 1000 digits after comma
ru: Число Пи с точностью 1000 знаков после запятой

source: Plot a region
ru: Визуализация области

source: 3D plot a function
ru: Трёхмерный график функции

source: Solve an ordinary differential equation
ru: Решение обыкновенного дифференциального уравнения

source: Compute an integral
ru: Вычисление интеграла

source: Calculate a derivative
ru: Вычисление производной

source: See also <a href="http://www.wolframalpha.com/examples/Math.html">other examples</a> on Wolfram|Alpha site.
ru: Смотрите также <a href="http://www.wolframalpha.com/examples/Math.html">другие примеры</a> на сайте Wolfram|Alpha.

source: Calculate
ru: Вычислить

source: Plot
ru: Построить график

source: Solve an equation with parameters
ru: Решение уравнения с параметрами
